[
    {
        "id": "71627aa8-c8bf-4b2d-9ef1-9a5d6dd99a72",
        "title": "Customizing your brand and design settings",
        "description": "How to tweak a few settings in Ghost to transform your site from a generic template to a custom brand with style and personality",
        "body": "As discussed in the introduction post, one of the best things about Ghost is just how much you can customize to turn your site into something unique. Everything about your layout and design can be changed, so you're not stuck with yet another clone of a social network profile.How far you want to go with customization is completely up to you, there's no right or wrong approach! The majority of people use one of Ghost's built-in themes to get started, and then progress to something more bespoke later on as their site grows.The best way to get started is with Ghost's branding settings, where you can set up colors, images and logos to fit with your brand",
        "auther": [
            "Hasim Roly"
        ],
        "date": "Sep 1, 2012 ",
        "readTime": 3,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "ade74ad8-129d-4ab7-b012-e9e83cbac324",
        "title": "Writing and managing content in Ghost, an advanced guide",
        "description": "A full overview of all the features built into the Ghost editor, including powerful workflow automations to speed up your creative process",
        "body": "Ghost comes with a best-in-class editor which does its very best to get out of the way, and let you focus on your content. Don't let its minimal looks fool you, though, beneath the surface lies a powerful editing toolset designed to accommodate the extensive needs of modern creators.For many, the base canvas of the Ghost editor will feel familiar. You can start writing as you would expect, highlight content to access the toolbar you would expect, and generally use all of the keyboard shortcuts you would expect.",
        "auther": [
            "David Robert"
        ],
        "date": "Jul 5, 2012 ",
        "readTime": 5,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "d2902890-e36b-4cf5-ad48-4b7a7f3e82ef",
        "title": "How to grow your business around an audience",
        "description": "A guide to collaborating with other staff users to publish, and some resources to help you with the next steps of growing your business.",
        "body": "There is only ever one owner of a Ghost site. The owner is a special user which has all the same permissions as an Administrator, but with two exceptions: The Owner can never be deleted. And in some circumstances the owner will have access to additional special settings if applicable.",
        "auther": [
            "Jack Nasi"
        ],
        "date": "May 10, 2012 ",
        "readTime": 4,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "f38ffa5b-4757-4779-adb4-0d44dfeca79d",
        "title": "Setting up apps and custom integrations",
        "description": "Work with all your favorite apps and tools or create your own custom integrations using the Ghost API",
        "body": "Whether you need to automatically publish new posts on social media, connect your favorite analytics tool, sync your community or embed forms into your content — our integrations library has got it all covered with hundreds of integration tutorials.",
        "auther": [
            "Hasim Roly"
        ],
        "date": "Sep 10, 2012 ",
        "readTime": 2,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "71280df2-c976-4dce-a5e2-4b87c3483346",
        "title": "Selling premium memberships with recurring revenue",
        "description": "For creators and aspiring entrepreneurs looking to generate a sustainable recurring revenue stream from their creative work, Ghost has built-in payments allowing you to create a subscription commerce business",
        "body": "As discussed in the introduction post, one of the best things about Ghost is just how much you can customize to turn your site into something unique. Everything about your layout and design can be changed, so you're not stuck with yet another clone of a social network profile.How far you want to go with customization is completely up to you, there's no right or wrong approach! The majority of people use one of Ghost's built-in themes to get started, and then progress to something more bespoke later on as their site grows.The best way to get started is with Ghost's branding settings, where you can set up colors, images and logos to fit with your brand",
        "auther": [
            "David Robert"
        ],
        "date": "Nov 3, 2012 ",
        "readTime": 6,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "22afe20a-2467-4f9c-ad15-f8ed749da5d1",
        "title": "Out to Sea",
        "description": "I had this story from one who had no business to tell it to me, or to any other. I may credit the seductive influence of an old vintage upon the narrator for the beginning of it, and my own skeptical incredulity during the days that followed for the balance of the strange tale.",
        "body": "When my convivial host discovered that he had told me so much, and that I was prone to doubtfulness, his foolish pride assumed the task the old vintage had commenced, and so he unearthed written evidence in the form of musty manuscript, and dry official records of the British Colonial Office to support many of the salient features of his remarkable narrative.",
        "auther": [
            "John O'Nolan"
        ],
        "date": "Jun 1, 2012 ",
        "readTime": 8,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    },
    {
        "id": "96754667-808b-422d-bdad-59eb9bcafb2d",
        "title": "The Purpose of Education",
        "description": "s I engage in the so-called bull sessions around and about the school, I too often find that most college men have a misconception of the purpose of education.",
        "body": "Education must also train one for quick, resolute and effective thinking. To think incisively and to think for one's self is very difficult. We are prone to let our mental life become invaded by legions of half truths, prejudices, and propaganda. At this point, I often wonder whether or not education is fulfilling its purpose. A great majority of the so-called educated people do not think logically and scientifically. Even the press, the classroom, the platform, and the pulpit in many instances do not give us objective and unbiased truths. To save man from the morass of propaganda, in my opinion, is one of the chief aims of education. Education must enable one to sift and weigh evidence, to discern the true from the false, the real from the unreal, and the facts from the fiction.",
        "auther": [
            "John O'Nolan"
        ],
        "date": "Feb 20, 2012 ",
        "readTime": 5,
        "img": {
            "url": "https://via.placeholder.com/600/771796",
            "thumbnail": "https://via.placeholder.com/150/771796"
        }
    }
]